Repository: jweiland-net/walls_io_proxy
Catalog: Resources/Private/Language/*.FlexForms.xlf
Languages: de

# sheetGeneral
source: General
de: Allgemein

# accessToken
source: Please enter the API access token from walls.io
de: Tragen Sie bitte den API Access Token von walls.io ein

# requestType
source: Which posts do you want to retrieve?
de: Welche Beiträge möchten Sie abrufen?

# requestType.posts
source: Current postings sorted by date of receipt at walls.io
de: Aktuelle Beiträge sortiert nach dem Eingangsdatum bei walls.io.

# requestType.changedPosts
source: Current postings sorted by modification date
de: Aktuelle Beiträge sortiert nach dem Änderungsdatum

# entriesToLoad
source: Amount of entries to load
de: Lade Anzahl Einträge

# entriesToLoad.description
source: How many entries should be called from walls.io?
de: Wie viele Einträge sollen von walls.io angerufen werden?

# entriesToShow
source: Amount of entries to show
de: Zeige Anzahl Einträge

# showWallsSince
source: Show entries of the last x days
de: Zeige Einträge der letzten x Tage

# showWallsSince.description
source: Enter the max. days that the entries to be displayed may be old. If you set the value too low, it could happen that fewer entries are output than defined above.
de: Tragen Sie die max. Tage ein, die die anzuzeigenden Einträge alt sein dürfen. Wenn Sie den Wert zu niedrig ansetzen, könnte es passieren, dass weniger Einträge als oben definiert ausgegeben werden.
